Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forskningsetikk.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: (Translation from the programme booklet from Confex 2005.)
nb: (Fra programheftet til Vitenskap og Massemedier, Confex 2005)

source: A large degree of willingness to take risks should, for example, also be reflected in how one regulates traffic, willingness to invest in the health services, education of future generations, and so on.
nb: Stor grad av risikovillighet bør for eksempel også gjenspeile seg i hvordan man oppfører seg i trafikken, i investeringsvillighet i helsevesen, utdanning av kommende generasjoner, osv.

source: the main focus should therefore be on considering the opportunities and
nb: derfor bør rettes mot refleksjon over mulighetene og ulempene ved

source: to research ethics.
nb: om forskningsetiske spørsmål.

source: Do we have such a system?
nb: Har vi et slikt system?

source: Moreover, the same high profit margins earned by the traditional publishing model are a reason why the publishers are not especially eager to promote open-access publishing.
nb: Og de samme profittmarginene fra den tradisjonelle publiseringsmodellen gjør at utgiverne ikke akkurat er pådrivere for en omlegging til open access-publisering.

source: Suffering can only be caused to animals if this is counterbalanced by a substantial and probable benefit for animals, people or the environment.
nb: Dyr kan bare påføres belastninger dersom dette oppveies av en vesentlig og sannsynlig nytte for dyr, mennesker eller miljø.

source: In the USA, CRISPR-yoghurt is the rule rather than the exception.
nb: I USA er CRISPR-yoghurt regelen snarere enn unntaket.

source: And what considerations should govern the distribution of resources?
nb: Og hvilke hensyn bør styre fordelingen av ressursene?

source: Elisabeth Bik believes inappropriate images in general is a major problem.
nb: Elisabeth Bik mener upassende bildebruk generelt sett er et stort problem.

source: (2016), particularly guidelines 12 and 13.
nb: (2016), spesielt punkt 12 og 13.

source: They also lacked standardised instruments and measurement techniques.
nb: De manglet også standardiserte instrumenter og måleteknikker.

source: According to the "Galilean imperative" (from Galileo Galilei's formulation from around 1600), research shall investigate everything, reveal all mysteries, penetrate the unknown and provide objective explanations of all phenomena.
nb: Ifølge ”det galileiske imperativ” (etter Galileo Galileis formulering fra omkring 1600), skal forskingen undersøke alt, avdekke alle mysterier, gjennomtrenge det ukjente og gi objektive forklaringer på alt.

source: under 30 years of age.
nb: sosiale medier var under 30 år.

source: The research should be interdisciplinary because AI can also relate to
nb: Forskningen bør være tverrfaglig fordi KI også kan handle om mennesket

source: The International Ethical Guidelines for Biomedical Research Involving Human Subjects were revised over the period 1999–2002, and published in 2002.
nb: En ny utgave av International Ethical Guidelines for Biomedical Research Involving Human Subjects ble revidert i årene 1999-2002 og til slutt publisert i 2002.

source: have a special responsibility for presenting a balanced view of risks and
nb: særlig ansvar for å formidle risikoer og muligheter på en balansert måte,

source: ‘Good knowledge’, the knowledge we like to profess, is thus knowledge that is of high quality in relation to both the actual research process and to social responsibility.
nb: Den gode kunnskapen, den kunnskapen man gjerne bekjenner seg til, er derved den som er av høy kvalitet både i forhold til selve forskningsprosessen og i forhold til samfunnsansvaret.

source: Possible differences in this process of selection and quality assurance between OA journals and traditional, subscription-based journals were discussed in Uwe Thomas Müller's PhD thesis at the Humboldt University in Berlin (Müller 20096)).
nb: Mulige forskjeller i utvelgelses- og kvalitetssikringsprosessen mellom OA-tidsskrifter og tradisjonelle abonnementstidsskrifter ble drøftet i Uwe Thomas Müllers doktoravhandling fra Humbolt Universität i Berlin (Müller 20096)).

source: Commissioned research, openness and conflicts of interest
nb: Oppdragsforskning, åpenhet og interessekonflikter

source: Do terminally ill, desperate patients possess a real capacity to consent – or are they better served by an approach of acceptance with regard to their death?
nb: Har dødssyke og desperate pasienter reell samtykkekompetanse – eller er de bedre tjent med en aksepterende tilnærming til døden?

source: In the years 1903–1906, approximately 300 articles on N-rays were published.
nb: I årene 1903-1906 ble ca 300 artikler publisert om N-stråler.

source: The Convention consists of 14 chapters and 38 articles.
nb: Konvensjonen består av 14 kapitler og 38 artikler.

source: At the same time, the prices for purchasing such access to journals have also risen sharply.
nb: Prisene for å kjøpe adgang til tidsskriftene har på samme tid steget kraftig.

source: Copyright © The Norwegian National Research Ethics Committees
nb: Copyright © De nasjonale forskningsetiske komiteene

source: In 1930, fourteen infants died as a result of a BCG vaccine.
nb: I 1930 døde fjorten nyfødte barn som følge av en BCG-vaksine.

source: When the blastocyst attaches itself to the womb, it becomes an embryo.
nb: Når blastocysten fester seg i en livmor oppstår embryoet.

source: Does this constitute an ethically relevant difference?
nb: Utgjør dette en etisk relevant forskjell?

source: Resource persons in the local community should be involved in the effort where relevant.
nb: Der det er relevant bør også ressurspersoner i lokalsamfunnet trekkes inn i arbeidet.

source: But does this also apply to follow-up of patients who have received animal organs or cells?
nb: Men gjelder dette også for oppfølging av pasienter som har fått dyreorganer eller -celler?

source: Climate inertia means that today's emissions have consequences for future generations, and will often be most serious in other parts of the globe (IPCC, 2007a-c).
nb: Treghetene i klimasystemet gjør at våre utslipp i dag får konsekvenser for fremtidige generasjoner og ofte mest alvorlig andre steder på kloden (IPCC, 2007a-c).

source: The variables can thus be expressed in numerical form, and the data material can be described in the form of tables, graphs or statistical measurements such as averages, variances and correlations, and analysed with the aid of e.g. analysis of variance, factor analysis or regression analysis (Befring 2015:131–160).
nb: Variablene kan dermed uttrykkes i tallverdier, og datamaterialet kan beskrives med tabeller, grafiske figurer eller statistiske mål som gjennomsnitt, variasjon og korrelasjon, og analyseres ved hjelp av f. eks varians-, faktor- eller regresjonsanalyse (Befring 2015:131-160).

source: This may occur, for example, if it explores sensitive topics which make people extremely uncomfortable or distressed or trigger trauma in the participants, and if insufficient preparations have been made or insufficient thought given to following up the participants afterwards.
nb: Mens faren for fysisk skade i kultur- og samfunnsfag som regel er liten, kan forskning i disse fagområdene medføre alvorlige psykologiske eller emosjonelle skadevirkninger, for eksempel dersom det tas opp sensitive temaer som vekker sterkt ubehag eller utløser traumer hos deltakerne, og dersom man ikke har gjort tilstrekkelig forberedelser eller tenkt på oppfølging av deltakerne i etterkant.

source: Research may have far-reaching consequences for health, society, or the environment.
nb: Forskning kan ha omfattende helse-, samfunnsmessige eller økologiske konsekvenser.

source: Some of the experiments proved to be highly useful in the development of effective vaccines and therapies, such as the vaccine against rabies (1885) and the antitoxic treatment of diphtheria (1893–94).
nb: Noen av forsøkene viste seg å være svært nyttige i utviklingen av effektive vaksiner og behandlingsmåter, for eksempel vaksine mot rabies (1885) og antitoksisk behandling mot difteri (1893-94).

source: Verbal consent must be documented, in writing or in some other manner (video, audio file), and shall be certified by the signature of an independent third party
nb: Muntlig samtykke skal dokumenteres skriftlig eller på annen måte (video, lydfil), og bevitnes av en uavhengig tredjepart ved signatur.

source: It also states that benefits – including monetary benefits – that are achieved by exploiting genetic resources must be shared in a fair and equitable way with indigenous and local communities (see Article 5).
nb: Videre fastslås det at fordeler – inkludert økonomiske – som oppnås ved utnyttelse av genetiske ressurser skal deles på rettferdig vis med urfolket eller lokalsamfunnet (jf artikkel 5).

source: The choice of publication channel has always been an important issue for researchers.
nb: Valg av publiseringskanal har alltid vært viktig for forskerne.

source: general AI and ful y autonomous systems, while current development is
nb: KI og ful t autonome systemer, mens dagens utvikling i all hovedsak dreier

source: The journal's status (for example as measured by its impact factor) is important when a researcher is up for assessment, in the context of employment or in applications for research funding.
nb: Tidsskriftets status (eksempelvis målt i form av høy impact faktor) har betydning når en forsker skal evalueres, enten for tilsetting eller i søknad om forskningsmidler.

source: questions related to whether human control over the systems was possible,
nb: spørsmål knyttet til hvorvidt menneskelig kontroll over systemene var

source: As whistleblowing of this kind is based on discretionary assessments, it often creates a basis for unresolved conflicts.
nb: I og med at slik varsling er basert på skjønnsmessige vurderinger, blir varslingen ofte grunnlag for uavklarte konflikter.

source: Misconduct involving fabrication, falsification and plagiarism (FFP) is considered serious.
nb: Uredelighet som omfatter fabrikasjon, forfalskning og plagiat (FFP) regnes som alvorlig.

source: Is xenotransplantation therefore 'unnatural' and hence unethical?
nb: Er xenotransplantasjon slik sett ”unaturlig” og dermed uetisk?

source: If you are on speaking terms with the person you suspect of fraud, it may be an idea to take the matter up directly with that person.
nb: Dersom man er på talefot med den man mistenker om fusk, kan det være en tanke å ta opp saken direkte med vedkommende.

source: From this principle, it follows that one must not use
nb: Av dette følger det at man ikke skal benytte flere

source: the system being developed.
nb: til det systemet som utvikles.

source: In Norway, researchers are using CRISPR on strawberries, lettuce, and garden plants, among other things.
nb: I Norge forskes det med CRISPR på blant annet jordbær, salat og hageplanter.

source: But if we maintain that cloning humans is a threat to human dignity, then any possibility of a cloned embryo developing into a human being must be seen as potentially dangerous.
nb: Men dersom vi legger vekt på at kloning av mennesker er en trussel mot menneskeverdet, så vil enhver mulighet for at et klonet embryo kan utvikle seg til et menneske, fremstå som en trussel.

source: Is the intention behind embryo creation ethically relevant?
nb: Er intensjonen med skapelsen etisk relevant?

source: Gene therapy and PGD make it possible to prevent and treat on the one hand and to 'design' on the other.
nb: Genterapi og PGD (Preimplantasjonsdiagnostikk) åpner for forebygging og behandling på den ene siden og ”design” på den andre siden.

source: For example, one may question the ethical defensibility of using an experimental design with control groups.
nb: For eksempel kan det være spørsmål om det etisk forsvarlige i å benytte et eksperimentelt design med kontrollgrupper.

source: In this case, the funding of the publication process is more directly associated with those who conduct research, and not with those who make use of research.
nb: Finansiering av publiseringen blir da mer direkte knyttet til de som står for forskningen, og ikke til de som gjør bruk av forskningen.

source: Hermeneutics, metaphors and a critical perspective
nb: Hermeneutikk, metaforer og kritisk perspektiv

source: The directive contains two material guidelines that can be found in all subsequent research ethics.
nb: Direktivet inneholder to vesentlige veivisere, som vi gjenfinner i all senere forskningsetikk.

source: In its report on AI and
nb: I sin rapport om KI og personvern bemerker

source: A pig is an intelligent and social animal that bonds very strongly with its mother and litter-mates.
nb: Grisen er et intelligent og sosialt dyr, som knytter seg meget sterkt til moren og kullsøsknene.

source: At the time of writing, the number of articles from the large paper mill has reached 439.
nb: I skrivende stund er antall artikler oppe i 439 fra den ene store papirmøllen.

source: be used in psychological health care.
nb: i Oslo forskes det på hvordan KI kan brukes i psykologisk helsehjelp.

source: Researchers and research institutions have an obligation to familiarise themselves with and observe research ethics guidelines that are relevant to their type of research.
nb: Forskerne og forskningsinstitusjonene har ansvar for å sette seg inn i og etterfølge relevante forskningsetiske retningslinjer for den typen forskningsaktivitet de deltar i.

source: In educational psychology, Cyril Burt (1883–1971) represents an especially grave case.
nb: I pedagogisk psykologi er Cyril Burt (1883–1971) et graverende tilfelle.

source: what researchers can and should have control over and take responsibility for
nb: bør ha kontroll over og ta ansvar for i utviklingen og bruken av adaptive og

source: The three Rs (Replace, Reduce, Refine) are established principles that are also enshrined in legislation.
nb: De tre R-ene (Replace, Reduce, Refine) er veletablerte prinsipper som også er innarbeidet i lovverket.

source: In such cases, it can be difficult to be 100% sure that something fraudulent has taken place.
nb: Da kan det være vanskelig å være 100 % sikker på at det virkelig er fusk.

source: Mathematical instruments can reflect a precision which, in some contexts, is misleading (Porter 1996), such as has been claimed in the use of statistics.
nb: Matematiske instrumenter kan forespeile en presisjon som i noen sammenhenger blir misvisende (Porter 1996).

source: Other persons than the researcher should recruit research participants when local norms indicate that researchers that come from the outside shall be treated as guests, which may give rise to special obligations.
nb: Andre personer enn forsker bør rekruttere forskningsdeltakere når lokale normer tilsier at forskere som kommer utenfra skal behandles som gjester man har særlige plikter overfor.

source: that researchers and research institutions ensure that data sources are
nb: forskere og forskningsinstitusjoner legger til rette for at datakilder skal

source: CIOMS has also published ethical guidelines for epidemiological studies (1991, 2003, 2008).
nb: I tillegg har CIOMS også publisert etiske retningslinjer for epidemiologiske studier (1991, 2003, 2008).

source: Today, I think we have six CRISPR-Cas9 projects», says research leader Anna Wargelius.
nb: I dag tror jeg vi har seks CRISPR-Cas9-prosjekter, forteller forskningsleder Anna Wargelius.

source: Written by: Nils Jørgen Langtvedt
nb: Nils Jørgen Langtvedt Publisert:

source: The purpose of the act is to ensure that public and private research is conducted in accordance with recognised norms of research ethics (§ 1).
nb: Formålet med loven er å bidra til at forskning i offentlig og privat regi skjer i henhold til anerkjente forskningsetiske normer (§ 1).

source: that says that research is okay as long as no one is worse off from participating, has set the ethical threshold too low (7).
nb: En minimumsposisjon som sier at forskning er greit så lenge ingen kommer dårligere ut av å delta, legger den etiske lista for lavt (7).

source: CIOMS’ guideline and Article 20 of the Declaration of Helsinki explicitly state that health-related relevance – defined as “responsive to health needs or priorities of the communities or populations where the research will be conducted” - is a criterion for projects that will be conducted in, or will obtain data from, a low or middle-income setting, to be considered ethically responsible.
nb: CIOMs retningslinje og Helsinkideklarasjonens artikkel 20. sier eksplisitt at helsemessig relevans, definert som «respons på helsebehov eller prioriteringer i gruppen det forskes på», er et kriterium for at prosjekt som utføres i eller henter data fra en lav- eller mellominntektssetting, skal regnes som etisk forsvarlig.

source: updated where possible.
nb: samtykket oppdateres der dette er mulig.

source: In Norway, the publication channels are divided into Levels 1 and 2 in the model for performance-based redistribution of research funds to the institutions.
nb: Og i Norge inndeles publiseringskanalene i nivå 1 og nivå 2 i modellen for resultatbasert omfordeling av forskningsmidler til institusjonene.

source: Recently developed technology such as CRISP/Cas can also alter genes, and should therefore also be covered by the term 'gene therapy'.
nb: Nylig har det blitt utviklet ny teknologi som CRISP/Cas som også kan endre på gener og som derfor også bør falle inn under betegnelsen genterapi.

source: Some laboratory mice with altered rejection characteristics have developed cataracts and become blind.
nb: Enkelte forsøksmus med endrede avstøtningsegenskaper har utviklet katarakt og blitt blinde.

source: ANT will also face the same challenges as therapeutic cloning with respect to obtaining eggs from women.
nb: I tillegg vil også ANT oppleve de samme utfordringene som ved terapeutisk kloning i forhold til tilgang på egg fra kvinner.

source: The information from this Western blot is meaningless.
nb: Informasjonen som dette western blot-et gir, er meningsløs.

source: It was only in the wake of the Nuremberg trials that the World Medical Association started to prepare guidelines for biomedical research on humans: The Geneva Declaration (1947) and the Helsinki Declaration (1964).
nb: Det er først i forlengelsen av oppgjøret at Verdens legeforening utarbeidet interne retningslinjer for biomedisinsk forskning på mennesker, Genèveerklæringen (1947) og Helsinkideklarasjonen (1964).

source: Babbage’s main argument was that professional natural scientists should also be interested in practical studies benifitting society, such as meteorology, electricity and magnetism.
nb: Det sentrale poenget til Babbage var at profesjonelle naturforskere også burde interessere seg for praktiske og samfunnsnyttige studier som meteorologi, elektrisitet og magnetisme.

source: Here there is a dynamic relationship between legislation on the one hand and technological development on the other.
nb: Her er det et spennende og dynamisk forhold mellom lovgivning på den ene siden og teknologisk utvikling på den andre.

source: Guidelines for Research Ethics in Science and Technology
nb: retningslinjer for naturvitenskap og teknologi

source: As a society, we should avoid naivety and be aware of possible
nb: Som samfunn bør vi unngå naivitet og være klar over mulige risikoer og

source: Diagnostic tests conducted on a person in order to detect hereditary diseases, either presymptomatically, meaning the detection of a disease that will not turn up until later in life (like Huntington's chorea), or predictive, where a person's disposition for a hereditary or semi-hereditary disease (such as breast cancer) is identified.
nb: Diagnostiske tester som utføres på en person for å påvise arvelig sykdommer, enten presymptomatisk, nemlig at man påviser sykdom som først vil dukke opp senere i livet (som Huntingtions chorea), eller prediktivt, at man identifiserer disposisjoner for arvelige eller arverelaterte sykdommer (som brystkreft).

source: The Guidelines for Research Ethics in the Social Sciences, the Humanities, Law and Theology include protection of deceased individuals who are the subject of research, for example in biographies.
nb: I Forskningsetiske retningslinjer for samfunnsvitenskap, humaniora, juss og teologi er hensyn til avdøde mennesker, som gjøres til gjenstand for forskning, for eksempel i biografier, inkludert.

source: (i) Animals have an intrinsic value which must be respected.
nb: (i) Dyr har en egenverdi, og har krav på respekt.

source: He reflects on his intense absorption in his data.
nb: I avhandlingen reflekterer Bosk over sin intense opptatthet av sine data.

source: Researchers also have a co-responsibility for the use of the research (cf.
nb: Forskere har også et medansvar for bruken av forskningen (jf.

source: In the public sphere – in Norway as in other European countries – there has been lively debate about the potential, risks and limitations of this technology.
nb: I det offentlige rom – i Norge som i andre europeiske land – har man opplevd en levende debatt om denne teknologiens muligheter, risiko og begrensninger.

source: According to Kjell Solheim (1996), since men are gendered this means that they (and therefore he) cannot represent humanity as a whole but 'only' as a man.
nb: At menn er kjønnet, betyr ifølge Kjell Solheim (1996) at de (og dermed han) ikke kan representere menneskeheten som helhet, men ’kun’ som mann.

source: Another related distinction is between specific and
nb: annet beslektet skille går mellom spesifikk og generell KI.

source: Human DNA is necessary for becoming a person, but it is not sufficient.
nb: Et menneskelig DNA er en nødvendig men ikke tilstrekkelig betingelse for å kunne bli en person.

source: The voluntary consent of the human subject is absolutely essential (Article 1).
nb: Frivillig samtykke fra forsøkspersoner er absolutt nødvendig (pkt.1).

source: «It was new to me that an entire article could be fake!
nb: Det var nytt for meg at en hel artikkel kunne være falsk!

source: Otherwise, it would also be perceived as if populations in low-income countries are used purely as vehicles for pharmaceutical research in high-income countries.
nb: Ellers vil det igjen oppleves som om man benytter befolkninger i lavinntektsland som rene midler for legemiddelutvikling i høyinntekstland.

source: transparency about who will have ownership of technology, infrastructure
nb: sørge for åpenhet om hvem som skal ha eierskap til teknologi, infrastruktur

source: This is well worth noting, since many theoreticians share the perception that the requirement for informed consent is a post-war phenomenon (for example Faden, Beauchamp and King 1986).
nb: Dette er det vel verdt å merke seg, for blant mange teoretikere er det en alminnelig oppfatning at krav til informert samtykke er et etterkrigsfenomen (for eksempel Faden, Beauchamp og King 1986).

source: Women and representatives from relevant minority groups must be involved in the preparation.
nb: Kvinner og representanter fra relevante minoritetsgrupper involveres i utarbeidelsen.

source: c) research institutions and individual researchers should regularly consider whether their own research is suitable for dissemination to a broader academic or non-scientific public and follow up with appropriate action
nb: c) forskningsinstitusjonen og den enkelte forskeren løpende bør vurdere om egen forskning egner seg til formidling til et bredere akademisk eller ikke-vitenskapelig publikum, og følge opp med egnete tiltak

source: , which can serve as a good basis for consideration.
nb: Disse kan være et godt utgangspunkt for vurderingen.
